exception_list = {
    'No.532': {
        '색상 : 색상별로 1개씩(총 10켤레)':
            ['색상 : 1.타로퍼플', '색상 : 2.네이비블루', '색상 : 3.라이트그레이블루', '색상 : 4.화이트', '색상 : 5.올리브그린', '색상 : 6.브라운',
             '색상 : 7.스완베이지', '색상 : 8.아이보리', '색상 : 9.딤그레이', '색상 : 10.블랙']
    },
    'No.337': {
        '색상 : 색상별로 1개씩(총10켤레)':
            ['색상 : 1.이브닝샌드', '색상 : 2.애쉬브라운', '색상 : 3.타로퍼플', '색상 : 4.마젠타퍼플', '색상 : 5.오렌지옐로우', '색상 : 6.딥브라운',
             '색상 : 7.다크그레이', '색상 : 8.블랙', '색상 : 9.그레이', '색상 : 10.화이트']
    },
    'No.14': {
        '색상 : 색상별로 1개씩(총10켤레)':
            ['색상 : 1.화이트', '색상 : 2.그레이', '색상 : 3.블랙', '색상 : 4.스칼렛레드', '색상 : 5.아미그린', '색상 : 6.데님블루', '색상 : 7.다크브라운',
             '색상 : 8.샌드베이지', '색상 : 9.허니옐로우', '색상 : 10.차콜']
    },
    'No.23': {
        '색상 : 11.색상별로 1개씩(총10켤레)':
            ['색상 : 1.블랙', '색상 : 2.다크그레이', '색상 : 3.아미그린', '색상 : 4.민트그린', '색상 : 5.워터블루', '색상 : 6.캐러멜', '색상 : 7.머스타드',
             '색상 : 8.골든올리브', '색상 : 9.베이지', '색상 : 10.화이트']
    },
    'No.72': {
        '색상 : 색상별로 1개씩(총8켤레)':
            ['색상 : 1.화이트', '색상 : 2.핑크', '색상 : 3.베이지', '색상 : 4.민트', '색상 : 5.미스틱라일락', '색상 : 6.허니옐로우', '색상 : 7.딥퍼플',
             '색상 : 8.블랙']
    },
    'No.989': {
        '색상 : 색상별로 1개씩(총10켤레)':
            ['색상 : 1.블랙', '색상 :  2.차콜', '색상 : 3.그레이', '색상 : 4.브라운', '색상 : 5.퍼플', '색상 : 6.블루', '색상 : 7.그린', '색상 : 8.옐로우',
             '색상 : 9.레드', '색상 : 10.아이보리']
    },
    'No.122': {
        '색상 : 색상별로 1개씩(총12켤레)':
            ['색상 : 1.블랙', '색상 : 2.다크그레이', '색상 : 3.다크브라운', '색상 : 4.그린', '색상 : 5.핑크', '색상 : 6.옐로우', '색상 : 7.오로라레드',
             '색상 : 8.카라멜', '색상 : 9.초코브라운', '색상 : 10.브라운', '색상 : 11.샌드베이지', '색상 : 12.화이트']
    },
    'No.121': {
        '색상 : 색상별로 1개씩(총 10켤레)':
            ['색상 : 1.블랙', '색상 : 2.다크그레이', '색상 : 3.그린', '색상 : 4.핑크', '색상 : 5.옐로우', '색상 : 6.오로라레드', '색상 : 7.카라멜',
             '색상 : 8.브라운', '색상 : 9.샌드베이지', '색상 : 10.화이트']
    },
    'No.517': {
        '색상 : 색상별로 1켤레씩(총5켤레)':
            ['색상 : 1. 블랙', '색상 : 2. 머스타드', '색상 : 3. 그레이', '색상 : 4. 어텀러스트', '색상 : 5. 다크브라운']
    },
    'No.833': {
        '색상 : 색상별로 1켤레씩(총5켤레)':
            ['색상 : 1.블랙', '색상 : 2.네이비', '색상 : 3.브라운', '색상 : 4.그린', '색상 : 5.블루화이트']
    },
    'No.900': {
        '색상 : 색상별로 총 7켤레 (600원 할인)':
            ['색상 : 1. A', '색상 : 2. B', '색상 : 3. C', '색상 : 4. D', '색상 : 5. E', '색상 : 6. F', '색상 : 7. G']
    },
    'No.558': {
        '색상 : 1. 5켤레 세트':
            ['A', 'B', 'C', 'D', 'E']
    },
    'No.59': {
        '색상 : 1 . 5켤레 세트':
            ['A', 'B', 'C', 'D', 'E']
    },
    'No.860': {
        '색상 : 1 . 5켤레 세트':
            ['A', 'B', 'C', 'D']
    },
    'No.415': {
        '색상 : 1. 5켤레 세트':
            ['검은색C', '하얀색A', '밝은회색B', '두개의막대흰색D', '두개의막대네이비블루E']
    },
    'No.300': {
        '색상 : 1. 5켤레 세트':
            ['블랙', '베이지', '화이트', '카카오', '브라운']
    },
    'No.24': {
        '색상 : 1. 5켤레 세트':
            ['A검은색', 'B네이비블루', 'C짙은회색', 'D밝은회색', 'E하얀색']
    },
    'No.86': {
        '색상 : 1. 5켤레 세트':
            ['A곰발', 'B작은곰', 'C곰머리', 'D편지곰', 'E체크무늬소문자']
    },
    'No.600': {
        '색상 : 1. 화이트 5켤레': ['화이트', '화이트', '화이트', '화이트', '화이트'],
        '색상 : 2. 아이보리 5켤레': ['아이보리', '아이보리', '아이보리', '아이보리', '아이보리'],
        '색상 : 3. 블랙 5켤레': ['블랙', '블랙', '블랙', '블랙', '블랙'],
        '색상 : 4. 파스텔 5종': ['아이보리', '블루', '그린', '핑크', '옐로우'],
        '색상 : 5. 베이직 5종': ['화이트', '블랙', '카키브라운', '카키', '딥그레이프'],
        '색상 : 6. 색상별로 10종': ['아이보리', '블루', '그린', '핑크', '옐로우', '화이트', '블랙', '카키브라운', '카키', '딥그레이프']
    },
    'No.315': {
        '색상 : 1. 아이보리 5켤레': ['아이보리', '아이보리', '아이보리', '아이보리', '아이보리'],
        '색상 : 2. 블랙 5켤레': ['블랙', '블랙', '블랙', '블랙', '블랙'],
        '색상 : 3. 베이직 5종': ['아이보리', '블랙', '그레이', '베이지', '인디핑크'],
        '색상 : 4. 파스텔 5종': ['피치', '핑크', '블루', '라벤더', '그린'],
        '색상 : 5. 색상별로 10종': ['아이보리', '블랙', '그레이', '베이지', '인디핑크', '피치', '핑크', '블루', '라벤더', '그린']
    },
    'No.190': {
        '색상 : 1. 화이트 4켤레': ['화이트', '화이트', '화이트', '화이트', '화이트'],
        '색상 : 2. 블랙 4켤레': ['블랙', '블랙', '블랙', '블랙', '블랙'],
        '색상 : 3. 베이직 4종': ['화이트', '블랙', '그레이', '브라운'],
        '색상 : 4. 파스텔 4종': ['핑크', '블루', '퍼플', '그린'],
        '색상 : 5. 색상별로 8종': ['화이트', '블랙', '그레이', '브라운', '핑크', '블루', '퍼플', '그린']
    },
    'No.13': {
        '색상 : 1. 블랙 8켤레': ['블랙', '블랙', '블랙', '블랙', '블랙', '블랙', '블랙', '블랙'],
        '색상 : 2. 그레이 8켤레': ['그레이', '그레이', '그레이', '그레이', '그레이', '그레이', '그레이', '그레이'],
        '색상 : 3. 살구 8켤레': ['살구', '살구', '살구', '살구', '살구', '살구', '살구', '살구'],
        '색상 : 4. 화이트 8켤레': ['화이트', '화이트', '화이트', '화이트', '화이트', '화이트', '화이트', '화이트'],
        '색상 : 5. 색상별로 2켤레씩(총 8켤레)': ['블랙', '블랙', '그레이', '그레이', '살구', '살구', '화이트', '화이트'],
        '색상 : 1. 슬립온 블랙 8켤레': ['블랙', '블랙', '블랙', '블랙', '블랙', '블랙', '블랙', '블랙'],
        '색상 : 2. 슬립온 그레이 8켤레': ['그레이', '그레이', '그레이', '그레이', '그레이', '그레이', '그레이', '그레이'],
        '색상 : 3. 슬립온 살구 8켤레': ['살구', '살구', '살구', '살구', '살구', '살구', '살구', '살구'],
        '색상 : 4. 슬립온 화이트 8켤레': ['화이트', '화이트', '화이트', '화이트', '화이트', '화이트', '화이트', '화이트'],
        '색상 : 5. 슬립온 색상별로 2켤레씩(총 8켤레)': ['블랙', '블랙', '그레이', '그레이', '살구', '살구', '화이트', '화이트'],
    },
    'No.13 하프': {
        '색상 : 6. 블랙 8켤레': ['블랙', '블랙', '블랙', '블랙', '블랙', '블랙', '블랙', '블랙'],
        '색상 : 7. 그레이 8켤레': ['그레이', '그레이', '그레이', '그레이', '그레이', '그레이', '그레이', '그레이'],
        '색상 : 8. 살구 8켤레': ['살구', '살구', '살구', '살구', '살구', '살구', '살구', '살구'],
        '색상 : 9. 화이트 8켤레': ['화이트', '화이트', '화이트', '화이트', '화이트', '화이트', '화이트', '화이트'],
        '색상 : 10. 색상별로 2켤레씩(총 8켤레)': ['블랙', '블랙', '그레이', '그레이', '살구', '살구', '화이트', '화이트']
    },
    '원터치 수선단추 6p': {
        '종류 : 원터치 수선단추 6p': ['캐쥬얼실버', '골드', '실버', '블랙', '브라운', '화이트']
    },
    '쥬얼리 투명 케이스': {
        '색상 : 4.블랙 23cm*9cm': ['9*23'],
        '색상 : 3.블랙 14cm*14cm': ['14*14'],
        '색상 : 1.블랙 9cm*9cm': ['9*9'],
        '색상 : 2.블랙 11cm*11cm': ['11*11']
    },
    'No.500': {
        '색상 : 1.화이트 5켤레 세트': ['화이트', '화이트', '화이트', '화이트', '화이트']
    },
    '더블스퀘어링': {
        '공통옵션': '색상 : 1.Silver(더블스퀘어링)',
        '추가옵션 : 1. Black (반지호수 케이블타이)': ['반지호수 케이블타이', '색상 : 1. 블랙 (Black)'],
        '추가옵션 : 2. White (반지호수 케이블타이)': ['반지호수 케이블타이', '색상 : 2. 화이트 (White)'],
        '추가옵션 : 3. 쥬얼리 폴리싱 천': ['반지호수 케이블타이', '색상 : 2. 화이트 (White)'],
        '추가옵션 : 4. 목걸이 진열대 (쥬얼리 칸막이 진열대)': ['쥬얼리 칸막이 진열대', '옵션 : 1. 목걸이 진열대'],
        '추가옵션 : 5. 팔찌 진열대 (쥬얼리 칸막이 진열대)': ['쥬얼리 칸막이 진열대', '옵션 : 2. 팔찌 진열대'],
        '추가옵션 : 6. 멀티 진열대 (쥬얼리 칸막이 진열대)': ['쥬얼리 칸막이 진열대', '옵션 : 3. 멀티 진열대'],
        '추가옵션 : 7. 귀걸이 진열대 (쥬얼리 칸막이 진열대)': ['쥬얼리 칸막이 진열대', '옵션 : 4. 귀걸이 진열대'],
        '추가옵션 : 8. 9cm (쥬얼리 투명케이스)': ['쥬얼리 투명 케이스', '9*9'],
        '추가옵션 : 9. 11cm (쥬얼리 투명케이스)': ['쥬얼리 투명 케이스', '11*11'],
        '추가옵션 : 10. 14cm (쥬얼리 투명케이스)': ['쥬얼리 투명 케이스', '14*14'],
        '추가옵션 : 11. 23*9cm (쥬얼리 투명케이스)': ['쥬얼리 투명 케이스', '9*23'],
    },
    'No.17': {
        '색상 : 1. 블랙 5켤레': ['색상 : 1.블랙','색상 : 1.블랙','색상 : 1.블랙','색상 : 1.블랙','색상 : 1.블랙'],
        '색상 : 2. 그레이 5켤레': ['색상 : 2.그레이','색상 : 2.그레이','색상 : 2.그레이','색상 : 2.그레이','색상 : 2.그레이'],
        '색상 : 3. 살구 5켤레': ['색상 : 3.살구','색상 : 3.살구','색상 : 3.살구','색상 : 3.살구','색상 : 3.살구'],
        '색상 : 4. 화이트 5켤레': ['색상 : 4.화이트','색상 : 4.화이트','색상 : 4.화이트','색상 : 4.화이트','색상 : 4.화이트'],
        '색상 : 5. 그린 5켤레':  ['색상 : 5.그린','색상 : 5.그린','색상 : 5.그린','색상 : 5.그린','색상 : 5.그린'],
        '색상 : 6. 색상별로 1개씩 (총 5켤레)': ['색상 : 1.블랙','색상 : 2.그레이','색상 : 3.살구','색상 : 4.화이트','색상 : 5.그린']
    },
    '매직 당고밴드': {
        '색상 : 1. 블랙 1개': ['색상 : 1. 블랙'],
        '색상 : 2.브라운 1개': ['색상 : 2.브라운'],
        '색상 : 3.블랙 2개': ['색상 : 1. 블랙', '색상 : 1. 블랙'],
        '색상 : 4.브라운 2개': ['색상 : 2.브라운', '색상 : 2.브라운'],
        '색상 : 5. 블랙 1개 + 브라운 1개': ['색상 : 1. 블랙', '색상 : 2.브라운']
    }
}


def get_exception_list():
    return exception_list
